Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/depts/other_files/sami_samskonvensjonen_finsk_h-2183_f.pdf.tmx
Source language: fin
Languages: sme

source: Saamelaisten kohdalla tämä tarkoittaa muun muassa, että viranomaisten on tällaisissa
sme: Sámi dáfus dát mearkkaša ee. ahte eiseválddit

source: tapauksissa otettava huomioon saamelaisten poronhoito.
sme: dakkár dáhpáhusain galget váldit vuhtii sámi boazodoalu.

source: 23 artiklassa määrätään, että käsityöammatit, maaseudun ja pienyhteisöjen teollisuus
sme: Artihkkal 23 mearrida ahte giehtaduodji, gili ja báikegotti doaimmat, luonddu

source: sekä luontaistalous ja perinteiset metsästys-, kalastus-, ansastus- ja keräilyelinkeinot tulee
sme: vuđot dállodoallu ja álgoálbmogiid árbevirolaš doaimmat nugo meahcásteapmi,

source: tunnustaa tärkeiksi tekijöiksi näiden kansojen kulttuurien tukemisessa ja niiden taloudellisessa
sme: guolásteapmi, čoaggin galget dohkkehuvvot deaŧalaš beallin sin kultuvrii, eko

source: riippumattomuudessa ja kehityksessä.
sme: nomiijalaš gánnáhahttivuhtii ja ovddideapmái.

source: Viranomaisten on tilanteen niin edellyttäessä
sme: Go lea dárbu, de eiseválddit galget

source: varmistettava, että näitä toimintojen edellytyksiä vahvistetaan ja edistetään yhteistyössä
sme: ovttasráđiid álgoálbmogiin sihkkarastit ahte dakkár doaimmat nanosmuvvet ja

source: alkuperäiskansojen kanssa.
sme: ovdánit.

source: Tämä tarkoittaa sen tunnustamista, että alkuperäiskansojen
sme: Dát lea dohkkeheapmi das ahte álgoálbmogiid kultuvra lea hui gittalagaid sin

source: kulttuuri liittyy läheisesti niiden perinteisiin elinkeinoihin ja että alkuperäiskansojen
sme: árbevirolaš ealáhusaiguin, ja ahte sáhttá leat vahátlaš álgoálbmotservodahkii ja dan

source: yhteisöille ja niiden jäsenille saattaa aiheutua haittaa siitä, jos he joutuvat työskentelemään
sme: lahtuide jos menddo ollu bággejuvvojit váldit bargguid dakkár ealáhusaide maid earát

source: muiden ihmisten käsityksen mukaan heille soveltuvissa elinkeinoissa.
sme: oaivvildit leat sidjiide heivvolaččat.

source: 7.3.6 Terveydenhuolto
sme: 7.3.6 Dearvvašvuohta

source: ILO-169:n 25 artiklan 1 momentissa myönnetään, että terveydenhuoltoalalla on ryhdyttävä
sme: ILO-169 artihkkal 25 nr. 1 dohkkeha dárbbašlažžan álgoálbmogiidda sierra doaibma

source: erityistoimenpiteisiin alkuperäiskansojen mahdollisimman hyvän fyysisen ja henkisen
sme: bijuid dearvvašvuođasuorggis vai sidjiide sihkkarastojuvvo nu alla rumašlaš ja miellalaš dearvvašvuođastandárda go vejolaš.

source: Tämä on sopusoinnussa YK:n taloudellisia, sosiaalisia ja
sme: Dát heive oktii ON-konvenšuvnna

source: sivistyksellisiä oikeuksia koskevan yleissopimuksen 12 artiklan 1 momentin määräyksen
sme: artihkkala 12 nr. 1 mearrádusain, mii lea ekonomalaš, sosiála ja kultuvrralaš vuoigat

source: kanssa. Siinä todetaan, että kaikilla on oikeus nauttia korkeimmasta saavutettavissa olevasta
sme: vuođaid birra, mas nannejuvvo ahte buohkain lea vuoigatvuohta nu buori rumašlaš ja

source: ruumiin- ja mielenterveydestä.
sme: miellalaš dearvvašvuođastandárdii go vejolaš.

source: ILO-169:n 25 artiklan 2 momentissa todetaan, että
sme: ILO-169 artihkkal 25 nr. 2 nanne ahte

source: alkuperäiskansojen terveyspalvelujen tulee mahdollisuuksien mukaan olla saatavilla
sme: álgoálbmogiid vástesaš dearvvašvuođabálvalusat galget leat báikegottiin nu ollu go

source: paikallisympäristössä ja että palveluissa on otettava huomioon alkuperäiskansojen
sme: lea vejolaš, ja ahte dakkár bálvalusat galget váldit vuhtii sin ekonomalaš, sosiála ja

source: taloudelliset, sosiaaliset ja kulttuuriolot.
sme: kultuvrralaš dilálašvuođaid.

source: Vaikka kielioloja ei mainitakaan yleissopimuksessa
sme: Vaikko ii lea čielgasit daddjojuvvon, ahte giellalaš

source: erikseen, niiden on luonnollista tulkita sisältyvän käsitteeseen ” kulttuuriolot ”. Tämän on
sme: dilálašvuođat galget váldojuvvot vuhtii, de lea lunddolaš daid dulkot doahpagii

source: katsottava merkitsevän sen tunnustamista, että alkuperäiskansojen mahdollisimman hyvää
sme: ” kultuvrralaš dilálašvuođat ”. Dán fertet atnit dohkkeheapmin das ahte lea váttis

source: terveydellistä tasoa on vaikea varmistaa, ellei terveyspalveluja ole mukautettu niiden
sme: sihkkarastit álgoálbmogiidda buoremus dearvvašvuođastandárdda jos dearvvašvuođa

source: erityisoloihin ja elämäntilanteeseen.
sme: bálvalusat eai leat heivehuvvon sin erenoamáš dillái ja eallinláhkái.

source: Tässä määräyksessä sanotaan edelleen, että
sme: Dán mearrádusas

source: alkuperäiskansojen terveyspalvelut on suunniteltava ja niitä on hallinnoitava yhteistyössä
sme: celkojuvvo dasto ahte dearvvašvuođabálvalusat álgoálbmogiid várás galget pláne

source: kysymyksessä olevien alkuperäiskansojen kanssa ottamalla huomioon niiden perinteiset
sme: juvvot ja hálddašuvvot ovttasráđiid dainna álgoálbmogiin mas lea sáhka, ja ahte sin

source: terveydenhoito-, parannus- ja lääkintämenetelmät.
sme: árbevirolaš áiddasteaddji vugiid, dálkkodanvugiid ja dálkasiid galget váldit vuhtii.

source: 7.3.7 Yhteydenpito ja yhteistyö rajojen yli
sme: 7.3.7 Oktavuođat ja ovttasbargu riikkarájiid rastá

source: ILO-169:n 32 artikla, joka käsittelee alkuperäiskansojen välistä yhteydenpitoa ja yhteistyötä
sme: ILO-169 artihkkal 32 mii gieđahallá álgoálbmogiid oktavuođaid ja ovttasbarggu

source: rajojen yli, on keskeinen määräys saamelaisten kannalta.
sme: riikkarájiid rastá, lea guovdilis mearrádus sámiid dáfus.

source: Määräys velvoittaa hallitukset
sme: Mearrádus geatnegahttá

source: ryhtymään tarkoituksenmukaisiin toimiin helpottaakseen alkuperäiskansojen yhteydenpitoa ja
sme: ráđđehusaid mearridit heivvolaš doaibmabijuid mat geahppudit álgoálbmogiid

source: yhteistyötä rajojen yli.
sme: oktavuođaid ja ovttasbarggu riikkarájiid rastá.

source: Tämä koskee yhteydenpitoa ja yhteistyötä toisten alkuperäiskansojen
sme: Dát guoská oktavuođaide ja ovttas

source: kanssa sekä myös yhteydenpitoa ja yhteistyötä toisessa maassa asuvien oman kansan jäsenten
sme: bárgui earáge álgoálbmogiiguin seammá ollu go oktavuođaide ja ovttasbargui iežas

source: Määräyksessä korostetaan erityisesti yhteydenpitoa ja yhteistyötä taloudellisilla,
sme: Mearrádus deattuha erenoamážit

source: sosiaalisilla, kulttuurisilla ja ympäristöaloilla.
sme: oktavuođaid ja ovttasbarggu ekonomalaš, sosiála, kultuvrralaš ja biraslaš surggiin.

source: Valtio on velvollinen ryhtymään toimiin
sme: Stáhta lea geatnegas mearridit doaibmabijuid maiguin ovddida dakkár oktavuođaid ja

source: edistääkseen tällaista yhteydenpitoa ja yhteistyötä.
sme: ovttasbarggu. Riikkaidgaskasaš soahpamušaid mat ulbmádit ovddidit dakkár okta

source: 32 artiklassa mainitaan nimenomaan
sme: vuođaid álgoálbmogiid gaskka, artihkkal 32 namaha čielgasit vuohkin man mielde dat

source: kansainväliset sopimukset alkuperäiskansojen tällaisten yhteyksien edistämiseksi.
sme: sáhtášii dáhpáhuvvat. Davviriikkalaš sámekonvenšuvnna dohkkeheapmi ja ratifik

source: Pohjoismaisen saamelaissopimuksen hyväksyminen ja ratifiointi merkitsevät ILO-169:n 32
sme: ašuvdna šaddá ILO-169 artihkkala 32 oskkáldas čađaheapmin.

source: 7.4 Kansalaisoikeuksia ja poliittisia oikeuksia koskeva YK:n yleissopimus
sme: 7.4 ON konvenšuvdna siviila ja politihkalaš vuoigatvuođaid birra

source: 7.4.1 Johdanto
sme: 7.4.1 Ovdasátni

source: Kansalaisoikeuksia ja poliittisia oikeuksia koskeva 16. joulukuuta 1966 tehty YK:n
sme: ON-konvenšuvdna siviila ja politihkalaš vuoigatvuođaid birra, mii bođii juovlamánu

source: yleissopimus (KP) sisältää useita saamelaisoikeuden kannalta tärkeitä ja keskeisiä normeja.
sme: 16. b. 1966 (SP), siskkilda ollu norpmaid mat sámerievttálaš oktavuođain leat deaŧalaččat ja guovdilat, erenomážit artihkkalat 1, 2, 3, 26 ja 27. Artihkkal 1 – mii gieđa

source: Tässä yhteydessä on erityisesti mainittava 1, 2, 3, 26 ja 27 artikla. Itsemääräämisoikeutta
sme: hallá iešmearridanvuoigatvuođa – lea sierra kapihttala fáddán, ja mielde maiddái

source: koskevaa yleissopimuksen 1 artiklaa käsitellään omassa luvussaan sekä liitteessä n:o 3, joka
sme: lasáhusas nr. 3 mii lea sámi álbmoga iešmearridanvuoigatvuođas. Artihkkalat 2, 3 ja

source: koskee saamelaisten itsemääräämisoikeutta.
sme: 26 gieđahallet vealatkeahttáivuođa.

source: 2, 3 ja 26 artiklat koskevat syrjimättömyyttä. 27
sme: Artihkkal 27 nanne ahte olbmuin guđet gullet

source: artiklassa todetaan, ettei etnisiin, uskonnollisiin tai kielellisiin vähemmistöihin kuuluvilta
sme: čearddalaš, oskkolaš dahje giellalaš unnitloguide ii galgga gildojuvvot vuoigatvuohta

source: henkilöiltä saa kieltää oikeutta nauttia omasta kulttuuristaan, tunnustaa ja harjoittaa omaa
sme: eahccit iežaset kultuvrra, duođaštit ja čuovvut iežaset oskku, dahje geavahit iežaset

source: uskontoaan tai käyttää omaa kieltään.
sme: giela.

source: 27 artiklan määräyksen tärkeänä tavoitteena on
sme: Duohta ovttadássásašvuohta stáhtain unnitloguid ja váldoálbmoga gaskkas lea

source: vähemmistöjen ja valtion valtaväestön todellinen tasa-arvo.
sme: artihkkala 27 deaŧalaš ulbmil.

source: Määräys käsittää
sme: Álgoálbmogiid ektui mearrádus fátmmasta maid

source: alkuperäiskansojen osalta myös oikeuden kulttuurin aineelliseen harjoittamiseen sekä maan ja
sme: vuoigatvuođa ávnnaslaš kulturdoaibmamii ja árbevirolaš ealáhusdoaimmaide mat

source: luonnonvarojen käyttöön liittyvään perinteiseen elinkeinotoimintaan.
sme: čatnasit eatnamiid ja luondduriggodagaid geavaheapmái.

source: 27 artikla suojaa myös
sme: Artihkkal 27 ásaha maid

source: luontoon kajoamiselta alueilla, joita alkuperäiskansat käyttävät perinteiseen
sme: suodjalusa luonddumeassamiid vuostái dain guovlluin maid álgoálbmogat geavahit

source: elinkeinonharjoittamiseen.
sme: árbevirolaš ealáhusdoaimmaide.

source: 7.4.2 KP:n 2, 3 ja 26 artikla – syrjintäsuoja
sme: 7.4.2 SP artihkkalat 2, 3 ja 26 – vealahusa vuostái suodjalus

source: KP:n 2 artiklan 1 kohdassa säädetään syrjintäsuojasta.
sme: SP artihkkal 2 nr. 1 ásaha vealahussuodjalusa.

source: Siinä todetaan, että sopimusvaltio
sme: Das nannejuvvo ahte stáhta lea

source: sitoutuu kunnioittamaan ja takaamaan jokaiselle alueellaan olevalle ja oikeuspiiriinsä
sme: geatnegas gudnejahttit ja sihkkarastit SP addin vuoigatvuođaid ja almmá dagakeahttái

source: sukupuoleen, kieleen, uskontoon, poliittiseen tai muuhun mielipiteeseen, kansalliseen tai
sme: erohusaid ” náli, liikeivnni, sohkabeali, giela, oskku ja politihkalaš dahje eará oaiviliid

source: yhteiskunnalliseen alkuperään, omaisuuteen, syntyperään tai muuhun asemaan perustuvaa
sme: geažil, nationála dahje sosiála vuolggasaji, opmodaga, riegádusa dahje eará beliid

source: syrjintää ”.
sme: geažil muđui. ”

source: Kaikki valtion alueella oleskelevat henkilöt kansalaisuudesta riippumatta nauttivat
sme: Buohkain guđet leat stáhta territoras, beroškeahttá su stáhtiigullevaš

source: 2 artiklan 1 kohdan mukaista syrjintäsuojaa.
sme: vuođas, lea artihkkala 2 nr. 1 mielde suodjalus vealahusa vuostái.

source: Sen lisäksi, että valtion tulee syrjintäsuojan
sme: stáhta galgá vealatkeahttá gudnejattit vuoigatvuođaid mat leat konvenšuvnna eará

source: ohella kunnioittaa muualla yleissopimuksessa säädettyjä oikeuksia, valtio on myös velvollinen turvaamaan nämä oikeudet.
sme: sajiin, de dat lea geatnegas sihkkarastit maid dáid vuoigatvuođaid.

source: Valtio on toisin sanoen velvollinen ryhtymään
sme: Sáhta lea nuppiin

source: aktiivisiin toimiin taatakseen kaikki yleissopimuksen mukaiset täydet oikeudet
sme: sániin cealkki geatnegas aktiiva doibmii sihkkarastin dihte dievas vuoigatvuođaid

source: lainsäädännöllisten tai muiden tarvittavien toimenpiteiden avulla.
sme: konvenšuvnna mielde, lágaid dahje eará dárbbašlaš doaibmabijuiguin. SP artihkkal

source: Myös KP:n 3 artikla
sme: 3 maid siskkilda vealatkeahttáivuođa norpma mii geatnegahttá stáhta aktiivvalaččat

source: kummallekin sukupuolelle yhtäläiset kansalaisoikeudet ja poliittiset oikeudet.
sme: sihkkarastit siviila ja politihkalaš vuoigatvuođaid goappašiid sohkabeliide.

source: KP:n 26 artiklassa säädetään yleisestä syrjimättömyysnormista, ja sen vaikutusalue on
sme: SP artihkkal 26 ásaha oppalaš vealatkeahttáivuođa norpma, ja das lea dainna

source: siten laajempi kuin 2 artiklan 1 kohdan ja 3 artiklan mukainen syrjintäsuoja.
sme: lágiin viidát váikkuhanviidodat go vealahussuodjalusas mii lea artihkkaliin 2 nr. 1 ja

source: 3 artikla käsittää
sme: 3. Artihkkal 3 fátmmasta duššefal sohkabeallevealatkeahttáivuođa, muhto artihkkal 2

source: ainoastaan sukupuoleen liittyvän syrjimättömyyden, kun taas 2 artiklan 1 kohta rajoittuu
sme: nr. 1 lea ráddjejuvvon vealahussii mii lea SP eará addin vuoigatvuođaid ektui.

source: syrjintään suhteessa muihin KP:ssa säädettyihin oikeuksiin. Sen sijaan 26 artiklassa säädetään
sme: Artihkkal 26, dan sadjái, ásaha oppalaš ja sierra vealahusgildosa: ” Buohkat leat ovtta dásis lága ovddas ja buohkain lea mange erohusa haga earáid ektui vuoigatvuohta oažžut seammá láhkasuodjalusa.

source: uskontoon, poliittiseen tai muuhun mielipiteeseen, kansalliseen tai yhteiskunnalliseen
sme: Dan geažil láhkaásaheapmi galgá gieldit buot sierralágan meannudemiid ja sihkkarastit buohkaide ovttalágan ja beaktilis suodjalusa sierrameannudemiid vuostá man sivat leat dakkárat go nálli, liikeivdni, sohkabealli, giella, osku, politihkalaš dahje eará jurddašeapmi, nationála dahje sosiála vuolggasadji, opmodat, riegádeapmi dahje dilli muđui. ”

source: KP:n 26 artiklan sanamuodon mukaan kaikenlainen syrjintä on kielletty. Tätä
sme: Sániid mielde mat leat SP artihkkalis 26 lea buotlágan vealaheaddji meannu

source: ehdotonta sanamuotoa ei voida kuitenkaan tulkita kirjaimellisesti. KP-sopimuksen
sme: deapmi gildosis. Dán čabočielga sátnádaga ii leat dattetge vejolas dulkot bustáva

source: valvontaelin, YK:n ihmisoikeuskomitea, tekee määräystä koskevassa tulkinnassaan eron
sme: laččat. SP-konvenšuvnna bearráigeahččanorgána, ON olmmošvuoigatvuođa lávde

source: kielletyn ja sallitun syrjinnän välillä.
sme: goddi, earuha iežas mearrádusdulkomis lobihis ja lobálaš sierrameannudeami.

source: Asiallinen syrjintä on sallittu, kun taas asiaton syrjintä
sme: Govttolaš sierrameannudeapmi lea lobálaš, muhto vuođuhis sierrameannudeapmi

source: kuuluu tämän määräyksen piiriin.
sme: deaivvahallá mearrádussii.

source: Kuten sanamuodosta käy ilmi, määräyksen ydinalueena on
sme: Nugo sátnádagas boahtá ovdan, de eiseválddiid doaibman

source: viranomaisten oma toiminta, sillä määräys kohdistuu ensisijaisesti lainsäätäjään,
sme: viidodat dat lea mii lea mearrádusa deaŧaleamos čuozáhat, dasgo dát mearrádus

source: hallintoelimiin ja tuomioistuimiin.
sme: dávista vuos ja ovddimusat láhkaaddái, hálddahussii ja duopmostuoluide.

source: YK:n ihmisoikeuskomitea on tulkinnut 26 artiklan antavan valtiolle velvollisuuden
sme: ON olmmošvuoigatvuođa lávdegoddi lea artihkkalii 26 dulkot stáhtii

source: ryhtyä positiivisiin erityistoimiin (” affirmative action ”) todellisen yhdenvertaisen kohtelun
sme: geatnegasvuođa čađahit positiiva sierradoaibmabijuid (” affirmative action ”) vai šaddá

source: (” equality ”) saavuttamiseksi.
sme: duohta ovttadássásašvuohta (” equality ”).

source: Komitea toteaa todellisen yhdenvertaisen kohtelun periaatteen
sme: Lávdegoddi nanne ahte duohta

source: kohtaan sellaisten olosuhteiden poistamiseksi, jotka luovat perustan oikeudenvastaisen
sme: ovttadássásašvuohta muhtun dáhpáhusain gáibida ahte stáhta čađaha postiiva

source: Esim. ICCPR: General Comment no 18, jossa todetaan, että erityiskohtelu on joissakin tapauksissa
sme: sierradoaibmabijuid muhtun álbmotosiid várás unnidan dahje geahppudan dihte

source: syrjinnän ylläpitämiselle tai osittain johtavat siihen. Komitea valaisee asiaa esimerkein
sme: dilálašvuođaid mat leat vuođđun láhkarihkku vealaheapmái dahje bisuha dan.

source: viittaamalla valtion velvollisuuteen soveltaa syrjinnän kohteeksi joutuneeseen väestönosaan
sme: Lávdegoddi čujuha dás ovdamearkan dasa ahte stáhta lea geatnegas addit

source: positiivista erityiskohtelua suhteessa muuhun väestöön korjatakseen tosiasiallisen syrjinnän
sme: vealahuvvon álbmotoassái positiiva sierrabálvalusa mii ii leat álbmogis muđui, vai

source: aiheuttamia haittoja.
sme: njulgejuvvo duohtadilálaš vealaheapmi.

source: Asiallinen positiivinen erityiskohtelu, joka tähtää tällaisen syrjinnän
sme: Áššáigullevaš positiiva sierrameannudeapmi

source: haittojen poistamiseen, on KP:n kannalta laillinen toimenpide.
sme: mii ulbmáda njulget dakkár vealaheami, lea legitiibma doaibmabidju SP mielde.

source: Tästä seuraa luonnollisesti,
sme: Dákkár vealaheami lunddolaš váikkuhus lea ahte sierrameannudeapmi mii dagaha

source: Yhtenä ehtona on myös, ettei
sme: vuođuhis earušteami, lea gildosis.

source: erityistoimia jatketa pidempään kuin tilanteen korjaaminen edellyttää.
sme: Sierradoaibmabijuid eaktun lea maid dat, ahte eai galgga bistit guhkibut go maid dilálašvuođat gáibidit njulgemii.

source: Kun positiivisen
sme: Go sierradoaibmabiju

source: erityiskohtelun tavoite on saavutettu, tätä kohtelua ei enää jatketa.
sme: ulbmil lea ollašuvvan, de dat galgá loahpahuvvot.

source: 7.4.3 KP:n 27 artikla
sme: 7.4.3 SP artihkkal 27

source: KP:n 27 artiklassa todetaan, että:
sme: SP artihkkalis 27 nannejuvvo ahte:

source: ” Niissä valtioissa, joissa on kansallisia, uskonnollisia tai kielellisiä vähemmistöjä, tällaisiin vähemmistöihin kuuluvilta henkilöiltä ei saa kieltää oikeutta yhdessä muiden ryhmänsä jäsenten kanssa nauttia omasta kulttuuristaan, tunnustaa ja harjoittaa omaa uskontoaan tai käyttää omaa kieltään. ”
sme: ” Dain stáhtain main leat čearddalaš, oskkolaš dahje giellalaš unnitlogut, eai galgga dat olbmot guđet gullet dakkár unnitloguide, gildojuvvot vuoigatvuohta, ovttas nuppiiguin iežaset joavkkus, doahttalit iežaset kultuvrra, duođaštit ja čuovvut iežaset oskku, dahje geavahit iežaset giela. ”

source: On selvää, että määräys antaa myös oikeudellisen suojan alkuperäiskansoille, jotka
sme: Čielggas lea ahte mearrrádus maid ásaha rievttálaš suodjalusa álgoálbmo

source: muodostavat vähemmistön − vaikka sen sanamuodossa mainitaankin ainoastaan
sme: giidda mat leat unnitlogut – vaikko dan sátnádat dušše namaha unniloguid.

source: vähemmistöt. KP:n 27 artiklassa säädetyt oikeudet poikkeavat muista yleissopimuksen
sme: Vuoigatvuođat mat artihkkal 27 siskkilda, leat earáláganat go konvenšuvnna eará

source: piiriin kuuluvista yksilöllisistä oikeuksista ja täydentävät niitä.
sme: individuála vuoigatvuođat, ja bohtet lassin daidda.

source: 27 artiklan oikeudet on
sme: Artihkkal 27 vuoigatvuođat lea

source: muotoiltu yksilöoikeuksiksi.
sme: hábmejuvvon individuála vuoigatvuohtan.

source: On kuitenkin selvää, että muutamilla näistä oikeuksista on
sme: Čielggas lea ahte muhtumiin dáin

source: merkitystä ainoastaan, kun niitä käytetään kollektiivisesti. Oikeuksia tuleekin määräyksen
sme: vuoigatvuođain lea mearkkašupmi duššefal go daid lea vejolaš geavahit kollektiivva

source: Tämän takia
sme: laččat.

source: määräys sisältää yksilöllisten oikeuksien lisäksi myös ryhmää sinänsä ja pienempiä ryhmiä
sme: Daid vuoigatvuođaid galgáge mearrádusa mielde sáhttit návddašit ja geavahit

source: koskevan suojan.
sme: ovttas joavkku eará olbmuiguin.

source: Saamelaisten ja etenkin pohjoismaiseen saamelaissopimukseen liittyvän työn kannalta
sme: Mearrádus dan dihte siskkilda lassin individuála

source: on tärkeää korostaa, etteivät valtion velvoitteet rajoitu pelkästään oman maan kansalaisiin.
sme: vuoigatvuođaide maiddái suodjalusa jovkui oppalohkái, dahje unnibuš joavkkuide.

source: Suomella, Norjalla ja Ruotsilla on siten keskinäinen velvoite toimeenpanna nämä alueillaan
sme: Deaŧalaš lea sámi oktavuođas, ja erenoamážit Davviriikkalaš sámekon

source: oleskeleviin saamelaisiin kohdistuvat oikeudet riippumatta heidän kansalaisuudestaan ja siitä,
sme: venšuvnna barggu olis, deattuhit stáhta geatnegasvuođat eai leat ráddjejuvvon riikka

source: asuvatko he maassa pysyvästi.
sme: iežas olbmuide.

source: Tämä käy selkeästi ilmi ihmisoikeuskomitean 27 artiklaa
sme: Suomas, Norggas ja Ruoŧas lea gaskaneaset geatnegasvuohta čađahit

source: YK:n kansalaisoikeuksia ja poliittisia oikeuksia koskevan yleissopimuksen 27 artikla: ” In those States in
sme: dáid vuoigatvuođaid sámiide guđet leat sin territoras, beroškeahttái sin riikkavuološ

source: Katso esimerkiksi YK-asiakirja: CCPR / C/79/Add.112 (1999).
sme: vuođas ja das ássetgo bissovaččat riikkas vai eai. Dát boahtá čielgasit ovdan das mo

source: koskevasta tulkinnasta.
sme: olmmošvuoigatvuođa lávdegoddi dulko artihkkala 27.

source: Komitea perustelee tulkintaansa toteamalla, että sopimusvaltiot ovat
sme: Lávdegoddi ákkasta ahte

source: yleissopimuksen 2 artiklan 1 kohdan nojalla velvoitettuja takaamaan yleissopimuksessa
sme: oasálaš stáhtat konvenšuvnna artihkkala 2 nr. 1 mielde leat geatnegasat sihkkarastit

source: tunnustetut oikeudet − esimerkiksi 25 artiklan mukaiset poliittiset oikeudet − jokaiselle
sme: konvenšuvdnavuoigatvuođaid buot olbmuide guđet leat stáhta territoras, earret daid

source: alueellaan olevalle yksilölle lukuun ottamatta oikeuksia, jotka nimenomaisesti koskevat
sme: vuoigatvuođaid mat čielgasit gustojit duššefal dušše riikkavuloš olbmuide – ovda

source: ainoastaan sopimusvaltioiden omia kansalaisia.
sme: mearkka dihte politihkalaš vuoigatvuođat artihkkala 25 mielde.

source: Vaikka 27 artiklan sisältämät oikeudet ovat yksilöoikeuksia, niiden täytäntöönpano
sme: Vaikko artihkkala 27 vuoigatvuođat 27 leat individuálaččat oaivvilduvvon, de

source: riippuu ryhmän kyvystä ylläpitää kulttuuriaan, uskontoaan ja kieltään. Tämän takia joissakin
sme: daid čađaheapmi vuolgá das mo joavku nagada seailluhit iežas kultuvrra, oskku ja

source: tapauksissa on välttämätöntä ryhtyä positiivisiin erityistoimiin määräyksen piiriin kuuluvia
sme: giela. Ahte joavkkuiguin galgá positiivvalaččat ja sierra meannuduvvot, lea dan dihte

source: ryhmiä kohtaan.
sme: dárbbašlaš muhtun dáhpáhusain.

source: 27 artiklasta on käytännön kautta kehittynyt tärkein kansainvälinen määräys,
sme: Artihkkal 27 lea geavadis šaddan deaŧaleamos

source: jonka nojalla alkuperäiskansat voivat vaatia aktiivista tukea valtiolta, vaikka määräyksen
sme: riikkaidgaskasaš mearrádussan álgoálbmogiid gáibádusain oažžut stáhtas aktiiva

source: sanamuoto antaa vaikutelman, että määräyksestä seuraa ainoastaan negatiivinen oikeus
sme: doarjaga, vaiko mearrádusa sátnádat orru ilbmadeamen dušše negatiiva vuoigatvuođa

source: (oikeus suojaan).
sme: addima (vuoigatvuođa oažžut suodjalusa).

source: Norjan saamelaisoikeuskomitea on yhtynyt tähän päätelmään. YK:n
sme: Norggas Sámi vuoigatvuođalávdegoddi lea

source: ihmisoikeuskomitea on lausunut muun muassa seuraavaa positiivisista erityistoimista valtion
sme: dorjon dán loahppajurdaga. ON olmmošvuoigatvuođaid lávdegoddi lea ee. ilbmadan

source: 27 artikla velvoittaa valtion aktiivisesti tukemaan alkuperäiskansoja ja vähemmistöjä
sme: čuovvovaš positiiva sierrameannudeami, ja lassin vel stáhta positiiva rievttálaš

source: positiivisilla erityistoimilla, mikäli on vaara, että tällaisiin ryhmiin kuuluvilta henkilöiltä
sme: váikkuhangaskaomiid:

source: YK:n ihmisoikeuskomitea: “ General Comment 23 on the rights of minorities – Article 27 ”, para 5.1 ja para
sme: Artihkkal 27 geatnegahttá stáhta addit aktiiva doarjaga álgoálbmogiidda ja

source: 5.2. Komiteamietintö NOU 1984:18 saamelaisten oikeusasemasta, s. 271. General Comment No. 23, para 6.1.
sme: unnitloguide positiiva sierrameannudeami hámis, jos lea várra ahte sii guđet gullet

source: muuten riistettäisiin todellinen mahdollisuus muiden ryhmänsä jäsenten kanssa nauttia omasta
sme: dakkár joavkkuide muđui masset duohta vejolašvuođa, sii ja earát seammá joavkkus,

source: kulttuuristaan, tunnustaa ja harjoittaa omaa uskontoaan tai käyttää omaa kieltään. Positiivisen
sme: doaimmahit iežaset kultuvrra, duođaštit ja čuovvut iežaset oskku, dahje geavahit

source: välillä.
sme: iežaset giela.
